<%@ page contentType="text/html;charset=utf-8" language="java" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
    <title>회원가입 동의</title>
</head>
<body>

<form id="user" name="user" method="POST" action="/user/join.mdo" onsubmit="">




    <fieldset>


        <h4>이용약관</h4>

                <textarea  rows="20"   style="width:99%;"   >


제1조 (목적)

본 약관은 주식회사 제주전기자동차서비스(이하 “회사”라 함)가 운영하는 전기자동차 충전 서비스인 제이이브이 멤버십(JEV 멤버십) (이하 “서비스”라 합니다)를 이용함에 있어 회사와 회원 간의 권리와 의무, 책임사항 및 기타 필요한 사항을 규정함을 목적으로 합니다.

제2조 (용어의 정의)
① “JEV 멤버십”이라 함은 회사가 회원에게 제공하는 제9조 소정의 서비스를 의미합니다.
② "회원"이라 함은 서비스를 이용하기 위하여 회사에 개인정보를 제공하고 회원등록을 한 자로서 회사로부터 서비스 관련 정보를 제공받고 서비스를 이용할 수 있는 자격을 보유한 자를 말합니다.
③ "멤버십 사이트"라 함은 회원이 계정(아이디 및 비밀번호)을 이용하여 접속이 가능한 회사가 운영하는 "www.jevs.co.kr"의 사이트를 말합니다.
④ 제2조에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.

제3조 (약관의 개정)
① 본 약관은 수시로 개정이 가능합니다. 본 약관을 개정하고자 할 경우, 회사는 개정된 약관을 적용하고자 하는 날(이하 "효력 발생일")로부터 30일 이전에 약관이 개정된다는 사실과 개정된 내용 등을 멤버십 사이트에 공지합니다. 다만, 회원에게 불리하거나 중요한 약관 내용의 개정의 경우에는 공지 외에 일정기간 동안 전자우편 통보 방법으로 회원에게 개별 고지합니다.
② 회사가 전자우편 통보의 방법으로 본 약관이 개정된 사실 및 개정된 내용을 회원에게 고지하는 경우에, 회사는 회원이 회사에 기제공한 전자우편 주소 중 가장 최근에 제공된 곳으로 통보하며, 회원이 최근의 정보로 변경하지 않아 발생한 손해에 대해서는 어떠한 책임도 지지 않습니다.
③ 개정된 약관(이하 "개정 약관")은 원칙적으로 그 효력 발생일로부터 장래에 향하여 유효합니다.
④ 본 약관의 개정과 관련하여 이의가 있는 회원은 회원탈퇴를 할 수 있습니다. 단, 이의가 있음에도 불구하고 제1항과 제2항의 정해진 바에 따른 회사의 고지가 있은 후 30일 이내에 회원탈퇴를 하지 않은 회원은 개정 약관에 동의한 것으로 간주합니다.
⑤ 이 약관에 동의하는 것은 정기적으로 회사가 운영하는 멤버십 사이트를 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 회사는 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원 또는 이용자의 피해에 대하여 책임을 부담하지 않습니다.

제4조 (약관의 명시 및 효력)

① 회사는 약관을 회원(서비스를 이용하는 자)들이 알 수 있도록 멤버십 사이트에 게시합니다.
② 본 약관에 명시되지 않은 사항에 대해서는 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 방문판매 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령 및 회사가 정한 서비스의 세부이용지침 등의 규정 및 일반 상관례에 의합니다.

제5조 (약관 외 준칙)
① 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 "개별약관"이라 함)을 정하여 이를 멤버십 사이트 등을 통하여 공지할 수 있습니다.
② 회사는 필요한 경우 서비스 이용과 관련된 세부적인 내용(이하 "이용정책"이라 함)을 정하여 이를 멤버십 사이트 등을 통하여 공지할 수 있습니다.

제6조 (회원가입 및 계약의 성립)
① 서비스 이용자가 본 약관을 읽고 “동의” 버튼을 누르거나 “확인” 등에 체크하는 방법을 취한 경우 본 약관에 동의한 것으로 간주합니다.
② 회사는 제1항과 같은 회원가입 신청에 대하여 회원가입을 승낙함을 원칙으로 합니다. 다만, 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 가입계약을 해지할 수 있습니다.
1. 가입신청자가 제7조 제2항에 의하여 이전에 회원 자격을 상실한 적이 있는 경우(다만 회원자격 상실 후 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함)
2. 실명이 아니거나 타인의 명의를 이용한 경우
3. 등록 내용에 허위, 기재누락, 오기가 있는 경우
4. 요금지불능력이나 의사가 없다고 판단되거나 기타 회원으로 등록하는 것이 서비스의 원활한 운영을 저해하거나, 기술상 현저히 지장이 있다고 판단되는 경우. 회사는 본호에 해당하는지 여부를 판단하기 위해 회원이 되고자 하는 자의 동의를 얻어 개인정보나 신용정보를 수집, 이용 또는 신용조회회사 등에 제공하거나 제공받을 수 있습니다.
③ 전기차 충전설비 이용을 위한 회원가입은 반드시 실명으로만 가입할 수 있으며, T-머니 계열의 카드 또는 충전사업자가 발행한 전기차 공용충전인프라 카드를 이용하여 JEV 멤버십(www.jevs.co.kr)에 가입할 수 있습니다.
④ 회원가입계약의 성립시기는 회사가 가입완료를 신청절차 상에서 표시한 시점으로 합니다.
⑤ 타인의 명의를 도용하여 가입신청을 한 회원의 ID는 삭제되며, 관계법령에 따라 처벌을 받을 수 있습니다.
⑥ 회원은 등록된 본인의 회원정보가 변경된 경우, 즉시 변경된 내용으로 회원정보를 수정하여야 하며, 변경사항을 수정하지 아니하여 발생한 불이익에 대하여 당사는 책임지지 아니합니다.

제7조 (회원탈퇴 및 자격상실)
① 회원은 언제든지 서면, 전자우편, 전화, 기타 회사가 정하는 방법으로 회원탈퇴를 요청할 수 있으며, 회사는 회원의 요청에 따라 조속히 회원탈퇴를 처리합니다.
② 회원이 다음 각 호의 1에 해당하는 경우, 회사는 회원자격을 상실시킬 수 있습니다.
1. 가입 신청 시에 허위 내용을 등록한 경우
2. 서비스 이용과 관련하여, 회원이 부담하는 채무 또는 책임을 기일 내에 이행하지 않는 경우
3. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 거래질서를 위협하는 경우
4. 본 약관 및 관계법령에 위반되거나 공서양속에 반하는 행위를 하는 등 회원자격을 유지시키는 것이 부적절하다고 판단되는 경우
③ 회원은 제2항에 따른 서비스 이용정지 기타 서비스 이용과 관련된 이용제한에 대해 회사가 정한 절차에 따라 이의신청을 할 수 있으며, 회사는 회원의 이의신청이 정당하다고 판단되는 경우 즉시 서비스 이용을 재개합니다.
④ 회원이 사망한 경우 회원 사망일에 회원자격이 상실됩니다.
⑤ 회원 탈퇴 시 3개월간 회원 재가입이 제한됩니다. 단, 회사에서 허가한 경우에는 재가입이 가능합니다.

제8조 (회원에 대한 통지)
① 회원에 대한 통지를 하는 경우, 회사는 본 약관에 별도의 규정이 없는 한, 회원이 회사에 등록한 주소, 전화번호 또는 이메일로 서신발송, 유선 통보, 전자우편 통보 및 기타의 방법으로 할 수 있습니다.
② 불특정다수 회원에 대한 통지를 하는 경우, 회사는 1주일 이상 멤버십 사이트에 게시함으로써 개별 통지에 갈음할 수 있습니다.

제9조 (서비스의 제공)
① 회사는 다음과 같은 업무를 수행합니다.
1. 전기자동차에 대한 충전 및 이에 부수하는 결제 업무
2. 전기자동차 충전기 및 이와 관련된 설비들에 대한 운영관리 업무
② 회사는 제1항 각 호의 서비스 이외에도 추가적인 서비스를 개발하여 회원에게 제공할 수 있습니다.
③ 전기차 충전설비의 이용시간은 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간(00:00～24:00)을 원칙으로 합니다. 다만 다음 사항에 대하여 서비스의 제공에 제한이 있을 수 있습니다.
1. 정기점검, 기기 및 시스템의 장애·고장에 따른 수리가 필요한 경우
2. 전기차 충전기에 전기를 공급하는 전력 또는 통신망에 장애가 생겼을 경우
3. 재해·재난, 국가비상사태 등 차량, 충전 설비 등에 위험우려가 있을 때
4. 충전소 설치 장소의 개방 여건에 따라 이용시간에 제한이 있을 경우
④ 전기차 충전 서비스를 이용하는 회원은 충전완료 후 충전케이블을 충전기에 꽂아 정상 거치하는 등 이후 다른 회원의 이용에 불편함이 없도록 하여야 합니다.
⑤ 회원은 전기차 충전기의 사용방법을 정확히 인지하고 사용하여야 하며, 본인의 차량에 맞는 충전타입의 충전케이블을 사용하여야 합니다.

제10조 (서비스의 변경 및 중단)
① 회사는 사업종목의 전환, 업체간의 통합, 사업폐지 등 기타 회사의 판단에 의해 불가피한 영업상의 이유가 있다고 인정되는 등의 경우 제공하는 서비스의 내용을 변경할 수 있습니다. 이 경우에는 변경된 서비스의 내용 및 제공일자를 명시하여 현재의 서비스 내용을 게시한 곳에 그 제공일자 이전 30일 전부터 공지합니다. 단, 변동내용을 구체적으로 공지하기가 불가능한 경우에는 30일 전에 그 취지 및 공지가 불가능한 변동사유를 현재의 서비스를 게시한 곳에 공지합니다.
② 회사는 다음 각 호의 1에 해당하는 사유가 발생한 경우 제9조에 명시된 서비스의 일부 또는 전부를 중단할 수 있습니다.
1. 천재지변, 전쟁, 폭동, 화재, 파업 등 쟁의행위, 정부기관의 통제 기타 회사의 합리적인 노력으로 제어할 수 없는 사유가 발생하거나 발생할 우려가 있는 경우
2. 기간통신사업자로부터 전기통신서비스가 제공되지 않은 경우
3. JEV 멤버십 시스템을 포함한 정보통신설비의 보수점검, 교체 또는 고장, 통신의 두절 등의 사유가 발생한 경우
4. 전기자동차 상면 제공자의 사정에 따라 서비스 중단되는 경우
5. 서비스가 제3자와의 제휴를 통하여 제공되는 경우에 당해 제휴사업자의 사정에 따라 변경되거나 중지되는 경우
6. 기타 서비스의 원활한 운영을 현저히 저해하는 사유가 발생한 경우
③ 제1항 또는 제2항의 사유로 서비스 내용이 변경 또는 중단되는 경우, 회사는 그로 인해 회원이 입은 손해에 대하여 고의 또는 중과실이 없는 한 배상하지 아니합니다.

제11조 (요금정책)
① 회원은 회사에서 정한 요금정책에 동의합니다. 요금정책의 구체적 내용은 멤버십 사이트에 게재하며, 위 요금정책은 시장상황 등에 따라 변경될 수 있습니다.
② 회원의 신용카드나 또는 다른 유형의 결제카드가 개인 신용등급 및 연체 등의 문제로 인해 거절되어 서비스 이용에 대한 비용이 정산되지 않을 경우에는 이전 사용내역이 모두 정산될 때까지 서비스 사용이 중지되며 지속적인 문제가 발생할 경우에는 회원자격이 박탈될 수 있습니다.
③ 회원은 다음 각호에 따라 전자결제(신용카드빌링서비스) 방법 또는 회사가 인정하는 방법으로 사용요금을 결제하여야 합니다.
1. 회원은 회사가 정한 방법(신용카드, 기타 회사가 정하는 결제 수단)으로 요금을 회사에 납부합니다.
2. 회원은 회사가 정한 방법으로 결제카드를 등록해야 합니다.
3. 충전 완료 후, 충전량에 따라 등록된 결제카드로 자동 결제됩니다.
④ 회원의 귀책사유로 전기자동차 충전기가 훼손되거나 파손된 경우 회원은 그로 인하여 발생한 일체의 손해를 배상해야 할 책임이 있습니다.
⑤ 본 서비스와 관련하여 발생한 미납요금, 손해배상 등 회원의 회사에 대한 채무가 모두 정산될 때까지, 해당 회원의 서비스 사용이 중지되며, 그 채무가 일정기간 계속하여 변제되지 않을 경우에는 해당 회원의 회원자격이 박탈될 수 있습니다.
⑥ 회원이 본 약관 및 위 각 조항을 준수하지 않았을 경우, 회사는 본 약관에 따라 위 손해배상, 미납요금 등 기타 각종 수수료를 부과하는 것 외에 계약을 해지할 수 있는 권리를 가집니다.
⑦ 회사는 본 서비스와 관련하여 발생한 미납요금, 손해배상 등 회원의 회사에 대한 채무가 정산되지 않을 경우 회원을 상대로 보전처분, 본안소송 제기, 강제집행절차의 착수 등 채무 변제를 위한 법적 조치를 취할 수 있습니다.

제12조 (개인정보 수집)
① 회사는 회원의 개인정보 수집 시 회원관리에 필요한 최소한의 정보만을 필수사항으로 수집하고 있으며, 최적화되고 고객지향적인 마케팅을 수행하기 위해 필요한 이외의 정보를 선택사항으로 수집하고 있습니다. 회사는 개인정보 수집 시 다음 사항을 필수사항으로 하며 그 외 사항은 선택사항으로 합니다.
1. 성명
2. 차종
3. 차량번호
4. 전자우편 주소
5. 휴대폰번호
6. 청구지 주소
7. 결제관련 카드정보 등
8. 기타 회사에서 정한 필수항목
② 회원은 회사에 제공한 등록정보와 관련하여 변경사항이 있는 경우에는 지체 없이 회사에 그 변경사실을 통지하여야 합니다. 회사는 회원이 그 변경사실을 통지하지 아니함으로써 발생한 일체의 손해에 대하여 어떠한 책임도 지지 않습니다.

제13조 (개인정보 이용과 제공)
① 회사는 '개인정보의 수집 및 이용 동의서'에 기재된 목적 범위 내에서만 개인정보를 활용합니다.
② 회사는 수집한 개인정보를 회원의 동의 없이 제3자에게 제공할 수 없습니다. 다만, 다음 각 호의 경우는 예외로 합니다.
1. 배송업무상 배송업체에게 배송에 필요한 최소한의 회원 정보를 알려주는 경우
2. 통계작성ㆍ학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
3. 기타 관련법령에 특별한 규정이 있는 경우
4. 협력회사 및 제휴사를 통해 제공되는 서비스이용에 필요한 제한된 범위내의 개인 정보 공유가 필요한 경우

제14조 (회원의 아이디 및 비밀번호에 대한 책임과 의무)
① 회원은 자신의 아이디와 비밀번호에 관한 관리책임이 있으며, 자신의 아이디 및 비밀번호를 제3자가 이용하도록 해서는 안됩니다.
② 회원은 자신의 아이디 및 비밀번호가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 회사에 통보하고, 회사의 안내에 따라야 합니다.
③ 회사는 회원이 제1항 및 제2항의 주의사항을 위반하여 발생한 회원의 어떠한 불이익에 대하여도 책임을 지지 아니합니다.

제15조 (회원의 의무)
① 회원은 다음 각 호에 해당하는 행위를 하여서는 안됩니다.
1. 서비스 이용 관련 제반 신청 또는 변경 행위 시 허위내용 기재행위
2. 타인의 정보를 도용하는 행위
3. 멤버십 사이트에 게시된 각종 정보의 무단 변경, 삭제 등 훼손행위
4. 회사가 허용한 정보 이외의 다른 정보(컴퓨터 프로그램 및 광고 등)를 송신하거나 게시하는 행위
5. 회사 기타 제3자의 저작권 등 지적재산권에 대한 침해행위
6. 회사 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
② 회원은 관련 법령, 본 약관의 규정, 서비스 관련 이용안내 및 주의사항, 회사가 통지한 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.

제16조 (회사의 의무)
① 회사는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.
② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수합니다.
③ 회사는 서비스이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. 회원이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 회원에게 처리과정 및 결과를 전달합니다.

제17조 (책임제한)
① 회사는 천재지변 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
② 회사는 회원의 귀책사유로 인한 서비스 이용에 장애가 생긴 경우 책임을 지지 않습니다.
③ 회사는 회원이 서비스를 이용하여 기대하는 손익이나 서비스를 통하여 얻은 자료로 인한 손해에 대하여 회사의 귀책사유가 없는 한 책임을 지지 않습니다.
④ 회사는 회원이 멤버십 사이트에 게재한 정보, 자료, 사실의 신뢰도, 정확성에 대하여 책임을 지지 않습니다.
⑤ 회사는 회원간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임을 지지 않습니다.
⑥ 회원이 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우, 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.

제18조 (준거법 및 합의관할)
① 회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 합니다.
② 회사와 회원간 발생한 분쟁에 관한 소송은 민사소송법상의 관할법원에 제소합니다.

제19조 (관계법규의 준용)
이 약관에서 정하지 아니한 사항은 별도의 약정이 없는 한 관계 법규, 관련 약관 또는 약정서에서 정하는 바에 따르며, 관계 법규, 관련 약관 또는 약정서에서 정하는 바가 없으면 일반적인 상관례에 따르거나 회사와 회원이 합의하여 정할 수 있습니다.




   </textarea>




        </textarea>
        <p class="btn-set">
            <input type="checkbox" name="req"> 개인정보 수집 및 이용에 동의합니다.
        </p>



        <p class="btn-set">
            <a class="btn main" href="javascript:;" onclick="chk()">가입하기</a>
            <a class="btn sub" href="javascript:;" onclick="nochk()">취소</a>
        </p>
    </fieldset>



</form>
<script type="text/javascript">

    function chk(){
        var req = document.user.req.checked;
        var num = 0;
        if(req == true){
            num = 1;
        }
        if(num==1){
            document.user.submit();
        }else{
            alert("개인정보 약관에 동의하셔야 합니다.");
        }
    }
    function nochk(){
        alert("동의하지 않으면 가입하실 수 없습니다");
        location.href="../index.jsp";
    }

</script>
</body>
</html>
